Repository: common-repository/search-engines
Catalog: languages/search-engines-*.po
Languages: es_es

source: %1$sPage %2$s
es_es: %1$sPágina %2$s

source: Front page
es_es: Página principal

source: Authors
es_es: Autores

source: Archives
es_es: Archivos

source: Search
es_es: Búsquedas

source: Title
es_es: Título

source: Title Separator Blogname
es_es: Título Separador Blog

source: Title Separator Label
es_es: Título Separador Etiqueta

source: Title Separator Label Separator Blogname
es_es: Título Separador Etiqueta Separador Blog

source: Blogname
es_es: Blog

source: Blogname Separator Title
es_es: Blog Separador Título

source: Blogname Separator Label
es_es: Blog Separator Etiqueta

source: Blogname Separator Label Separator Title
es_es: Blog Separador Etiqueta Separador Título

source: Label Separator Blogname
es_es: Etiqueta Separador Blog

source: Keyword Separator Blogname
es_es: Palabras clave Separador Blog

source: Label Keyword
es_es: Etiqueta Palabras clave

source: Label Keyword Separator Blogname
es_es: Etiqueta Palabras clave Seperador Blog

source: Blogname Separator %1$s
es_es: Blog Seperador %1$s

source: Blogname Separator %1$s Separator Title
es_es: Blog Seperador %1$s Seperador Title

source: Blogname Separator %1$s Separator Label
es_es: Blog Seperador %1$s Separador Etiqueta

source: Title Separator %1$s
es_es: Título Separador %1$s

source: Title Separator %1$s Separator Blogname
es_es: Título Separador %1$s Separador Blog

source: Title Separator %1$s Separator Label
es_es: Título Separador %1$s Separador Etiqueta

source: Excerpt of the current post
es_es: Extracto del post actual

source: Description
es_es: Descripción

source: Titles of all listed posts
es_es: Títulos de todos los post

source: Nothing
es_es: Nada

source: Terms of the current post
es_es: Términos del post actual

source: Post Mime Type
es_es: Mime Type

source: Terms of all listed posts
es_es: Terminos de todos los post enlistados

source: Search Engines Settings
es_es: Configuración de Search Engines

source: If you operate your website for hobby or profit, SEO can be an important tool in making your website popular. SEO is not rocket science (or anywhere close to it). But it certainly can get as technical and detailed as you want to make it.
es_es: Si operas un sitio web por hobby o ganancias, la estrategia SEO puede ser la herramienta más importante para hacer tu sitio web popular. SEO no es una ciencia (o cualquier cosa similar).

source: This plugin is here to help you get your job done!
es_es: Este plugin esta aquí para ayudarte a hacer el trabajo!

source: Document Title
es_es: Título del documento

source: Edit meta description
es_es: Editar descripciones

source: Edit meta keywords
es_es: Editar las palabras clave

source: Avoid duplicate content
es_es: Evitar contenido duplicado

source: Webmasters Tools Verification
es_es: Herramientas de verificación para Webmasters

source: Activate formatting of the title
es_es: Activar el formato de los títulos

source: Format
es_es: Formato

source: Separator
es_es: Separador

source: Special signs can be entered as HTML. Example: &amp;raquo; becomes &raquo;
es_es: Los caracteres espaciales pueden ser introducidos como HTML. Ejemplo: &amp;raquo; será &raquo;

source: Labels
es_es: Etiquetas

source: Activate formatting of the meta description
es_es: Activar el formato de las descripciones

source: Only used if "Default" selected in the "Dynamic value"
es_es: Es usado unicamente si "Default" es seleccionado en "Valores dinámicos"

source: Dynamic value
es_es: Valores dinámicos

source: Don't generate automatically the descriptions
es_es: No generar automáticamente las descripciones

source: Number of words
es_es: Número de palabras

source: Maximum count of words, after that it will cut
es_es: Máximo número de palabras

source: Activate formatting of the meta keywords
es_es: Activar el formato de las palabras clave

source: Short words
es_es: Caracteres

source: Relevance
es_es: Relevancia

source: Words between HTML tags will be interpreted as most relevant keywords
es_es: Las palabras entre las etiquetas HTML serán interpretadas como las palabras clave más relevantes

source: Detects the following XHTML tags: &lt;em>...&lt;/em>, &lt;strong>...&lt;/strong>
es_es: Detectar las siguientes etiquetas XHTML: &lt;em>...&lt;/em>, &lt;strong>...&lt;/strong>

source: Activate integration of the Robots tag
es_es: Activar la integración de la etiqueta Robots

source: Protect RSS Feeds
es_es: Proteger los RSS Feeds

source: Prevent indexing of RSS Feeds by search engines
es_es: Prevenir la indexión de los RSS Feeds por los motores de búsqueda

source: Add the &lt;meta name="robots" content="noodp" /> meta tag to the source code
es_es: Agregar la meta tag &lt;meta name="robots" content="noodp" /> al código

source: Add the &lt;meta name="robots" content="noarchive" /> meta tag to the source code
es_es: Agregar la meta tag &lt;meta name="robots" content="noarchive" /> al código

source: Add the &lt;meta name="robots" content="noydir" /> meta tag to the source code
es_es: Agregar la meta tag &lt;meta name="robots" content="noydir" /> al código

source: Activate integration of the Webmasters Tools. If your site is already verified, you can just forget about these
es_es: Activar la integración de Webmasters Tools. Si tu sitio ya ha sido verificado, puedes olvidarte de esto

source: Document Title:
es_es: Título del documento:

source: Meta Description:
es_es: Descripción:

source: Meta Keywords:
es_es: Palabras clave:

source: Meta Robots:
es_es: Robots:

source: 301 Redirect:
es_es: Redirección 301:

source: Settings
es_es: Configuración
